{
  "movies": [
    {
      "tag": "剧情",
      "list": [
        "肖申克的救赎\n类型: 剧情 / 犯罪\n制片国家/地区: 美国\n语言: 英语\n一场谋杀案使银行家安迪（蒂姆•罗宾斯 Tim Robbins 饰）蒙冤入狱，谋杀妻子及其情人的指控将囚禁他终生。在肖申克监狱的首次现身就让监狱“大哥”瑞德（摩根•弗里曼 Morgan Freeman 饰）对他另眼相看。瑞德帮助他搞到一把石锤和一幅女明星海报，两人渐成患难 之交。很快，安迪在监狱里大显其才，担当监狱图书管理员，并利用自己的金融知识帮助监狱官避税，引起了典狱长的注意，被招致麾下帮助典狱长洗黑钱。偶然一次，他得知一名新入狱的小偷能够作证帮他洗脱谋杀罪。燃起一丝希望的安迪找到了典狱长，希望他能帮自己翻案。阴险伪善的狱长假装答应安迪，背后却派人杀死小偷，让他唯一能合法出狱的希望泯灭。沮丧的安迪并没有绝望，在一个电闪雷鸣的风雨夜，一场暗藏几十年的越狱计划让他自我救赎，重获自由！老朋友瑞德在他的鼓舞和帮助下，也勇敢地奔向自由。\n",
        "霸王别姬 (1993)\n类型: 剧情 / 爱情 / 同性\n制片国家/地区: 中国大陆 / 中国香港\n语言: 汉语普通话\n段小楼（张丰毅）与程蝶衣（张国荣）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。\n　　段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。\n",
        "美丽人生\n类型: 剧情 / 喜剧 / 爱情 / 战争\n制片国家/地区: 意大利\n语言: 意大利语 / 德语 / 英语\n犹太青年圭多（罗伯托·贝尼尼）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。\n　　然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”\n　　法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？\n",
        "辛德勒的名单\n类型: 剧情 / 历史 / 战争\n制片国家/地区: 美国\n语言: 英语 / 希伯来语 / 德语 / 波兰语\n1939年，波兰在纳粹德国的统治下，党卫军对犹太人进行了隔离统治。德国商人奥斯卡·辛德勒（连姆·尼森 Liam Neeson 饰）来到德军统治下的克拉科夫，开设了一间搪瓷厂，生产军需用品。凭着出众的社交能力和大量的金钱，辛德勒和德军建立了良好的关系，他的工厂雇用犹太人工作，大发战争财。\n　　1943年，克拉科夫的犹太人遭到了惨绝人寰的大屠杀，辛德勒目睹这一切，受到了极大的震撼，他贿赂军官，让自己的工厂成为集中营的附属劳役营，在那些疯狂屠杀的日子里，他的工厂也成为了犹太人的避难所。\n　　1944年，德国战败前夕，屠杀犹太人的行动越发疯狂，辛德勒向德军军官开出了1200人的名单，倾家荡产买下了这些犹太人的生命。在那些暗无天日的岁月里，拯救一个人，就是拯救全世界。",
        "控方证人\n类型: 剧情 / 悬疑 / 犯罪\n制片国家/地区: 美国\n语言: 英语 / 德语\n　伦敦著名刑案辩护律师韦菲爵士（查尔斯•劳顿 Charles Laughton 饰）接受了心脏病治疗，但是身体依旧虚弱，第一天回家休养，护士一直严厉监督他服药，并杜绝烟酒。管家为了便于上楼，还专门为他修了电梯。但是，种种关心照顾，对于这位桀骜不驯、牙尖嘴利的大律师根本不起作用，反倒是一纸诉状令他倍感兴奋。律师梅休和当事人沃尔（泰隆•鲍华 Tyrone Power饰）登门拜访，请他出山打官司。原来，沃尔结识了富婆，两人相见甚欢，虽然仆人对他发明的打蛋器充满鄙夷，但是富婆却对他充满爱意，甚至为他修改了遗嘱，把8万英镑留给了他。然而，富婆却惨遭毒手。于是，沃尔成为警方的头号嫌疑犯。他的唯一证人是妻子克里斯汀（玛琳•黛德丽 Marlene Dietrich饰），然而后者登门时的冷漠与淡定，令韦菲爵士怀疑这其中另有隐情。\n",
        "伊丽莎白\n类型: 剧情 / 歌舞\n制片国家/地区: Austria\n语言: 德语\n呈现在这部音乐剧作品中的奥地利皇后伊丽莎白（1837-1898），远远超前于她所在的时代，是一位为个人自 由而不懈抗争的女性。但不幸的是，她身处于一个注定走向衰亡的旧世界，因此这种“现代性”将她引向了令人绝望的孤立境地。她的身上体现了日渐腐朽的哈布斯堡王朝的悲剧命运。意大利无政府主义者路易季·卢凯尼对她的暗杀是一件具有象征性意义的事件，它预示着一个千年之久的历史时代即将宣告终结。\n",
        "阿甘正传\n类型: 剧情 / 爱情\n制片国家/地区: 美国\n语言: 英语\n阿甘（汤姆·汉克斯 饰）于二战结束后不久出生在美国南方阿拉巴马州一个闭塞的小镇，他先天弱智，智商只有75，然而他的妈妈是一个性格坚强的女性，她常常鼓励阿甘“傻人有傻福”，要他自强不息。\n　　阿甘像普通孩子一样上学，并且认识了一生的朋友和至爱珍妮（罗宾·莱特·潘 饰），在珍妮 和妈妈的爱护下，阿甘凭着上帝赐予的“飞毛腿”开始了一生不停的奔跑。\n　　阿甘成为橄榄球巨星、越战英雄、乒乓球外交使者、亿万富翁，但是，他始终忘不了珍妮，几次匆匆的相聚和离别，更是加深了阿甘的思念。\n",
        "背靠背，脸对脸\n类型: 剧情\n制片国家/地区: 中国大陆 / 中国香港\n语言: 汉语普通话\n王双立（牛振华 饰）是某地文化馆的代馆长，这个馆长一代就是好几年，想升也升不上去，却也没有其他变动。不料一天，来了新的文化馆长老马（雷恪生 饰），这让王双立离正馆长的距离更远了。新馆长老马原是个副乡长，王双立认为他是个土包子，心里很是不以为然，利用自己对文化馆人际关系熟 悉的优势，想方设法给老马出难题。经过几轮较量，老马终于被挤走，王双立又成了代馆长，再次受领导重用，岂料，螳螂捕蝉黄雀在后，秘书小阎（李强 饰）成了新一任馆长。王双立不甘心，再次和小阎斗法，想将对方挤走，这次王双立还能如愿与偿吗？\n　　电影《背靠背，脸对脸》获得第二届大学生电影节最佳故事片和最佳男主角奖、东京国际电影节最佳男主角奖、第15届金鸡奖最佳导演和最佳合作片奖、第14届香港电影金像奖十大华语片。\n",
        "茶馆\n类型: 剧情 / 历史\n制片国家/地区: 中国大陆\n语言: 汉语普通话\n世纪之交，古老的中国正迎来前所未有的巨大变革。老态龙钟的大清王朝摇摇欲坠，六君子的鲜血无法阻止历史车轮的滚动，老北京城的上空风云变幻，波谲云诡。王利发（于是之 饰），北京城内裕泰茶馆的年轻掌柜。他谨记父亲的教诲，体面周全地迎送四方宾客。小小的茶馆内，三教九流各色人等穿梭于此：提笼架鸟哀叹时运的松二爷（黄宗洛 饰）；慨叹国之将亡的刚毅满人常四爷（郑榕 饰）；一心谋求实业救国的秦仲义（蓝天野 饰）；丧尽天良买卖人口的刘麻子（英若诚 饰）；打算娶老婆的庞太监（童超 饰）……你方唱罢我登场，小小茶馆之内演尽世间的沧桑与凄凉……\n",
        "控方证人\n类型: 剧情 / 悬疑 / 犯罪\n制片国家/地区: 美国 / 英国\n语言: 英语\n　威尔弗里德（拉尔夫·理查德森 Ralph Richardson 饰）是伦敦知名的辩护律师，最近因为心脏出现了问题，而被迫留在家中卧床修养。某日，律师梅林带来了一位名叫沃尔的委托人，沃尔遇到了大麻烦，希望法力无边的威尔弗里德能够帮助他，这让无聊的快要发霉的威尔弗里德顿时来了精神。\n　　原来，威尔结识了一位非常富有的女人，这位女士十分欣赏威尔弗里德的才华，甚至在自己的遗嘱上写下了威尔弗里德的名字。然而，之后没多久，这位女士就惨遭杀害，即将继承她的遗产的威尔弗里德自然成为了警方头号怀疑的对象。唯一能够证明威尔弗里德清白的，是他的糟糠之妻克里斯汀。\n"
      ]
    },
    {
      "tag": "喜剧",
      "list": [
        "美丽人生\n类型: 剧情 / 喜剧 / 爱情 / 战争\n制片国家/地区: 意大利\n语言: 意大利语 / 德语 / 英语\n　犹太青年圭多（罗伯托·贝尼尼）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。\n　　然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”\n　　法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？ \n",
        "憨豆先生精选辑\n类型: 喜剧\n制片国家/地区: 英国\n语言: 英语\nMr. Bean and Teddy venture into the loft to look for an umbrella and uncover items from past experiences, like the time Mr. Bean had to dress himself on the way to the dentist, or the time he fell asleep in moxia.cc church or when the Christmas turkey wound up on his head and even the time a tank crushed his Mini.\n",
        "福尔摩斯二世\n类型: 喜剧 / 动作 / 爱情\n制片国家/地区: 美国\n语言: 无对白\n影片的男主角基顿（巴斯特·基顿 Buster Keaton 饰）是一名乡村影院电影放映师，他喜欢阅读侦探类的书籍，经常幻想自己就是一名像福尔摩斯一样的大侦探。一天，他把价值一元的巧克力糖谎称四元送给女友凯莎琳（Kathryn McGuire 饰），不料被情敌趁机陷害，说基 顿偷了别人的手表拿去当才有钱买巧克力。凯莎琳相信了谗言，遂将基顿赶出门外，并取消了二人之间的婚约。基顿查访之后，发现情敌才是偷表典当的家伙，但却苦无证据洗清冤情。某日，基顿在放映电影时，发现银幕上的故事竟和他的遭遇同出一辙，而且人物也雷同，唯一不同的是电影中的故事发生在一个上流家庭而已。基顿边放映电影边沉溺在电影之中，于是走出放映室，从观众席走入银幕之中逮捕情敌罪犯。\n",
        "极品基老伴\n类型: 喜剧 / 同性\n官方网站: www.itv.com/presscentre/ep1week50/vicious\n制片国家/地区: 英国\n语言: 英语\nA one-off special has been confirmed by ITV and is expected to air in 2016, with the episode being recorded on Tuesday 22nd and Wednesday 23rd December 2015. It will be the show's final episode.\n",
        "拽妹黛薇儿要上大学了没\n类型: 剧情 / 喜剧 / 动画\n制片国家/地区: 美国\n语言: english\n　Graduation is looming and the seniors of Lawndale High are busy with college preparations. Daria and Tom are applying to snobby Bromwell, which Tom seems sure to get into, while Jane faces rejections from local art schools and contemplate life without an art degree.\n",
        "放牛班的春天\n类型: 剧情 / 喜剧 / 音乐\n制片国家/地区: 法国 / 瑞士 / 德国\n语言: 法语\n1949年的法国乡村，音乐家克莱门特（热拉尔·朱尼奥 饰）到了一间外号叫“塘低”的男子寄宿学校当助理教师。学校里的学生大部分都是难缠的问题儿童，体罚在这里司空见惯，学校的校长（弗朗索瓦·贝莱昂 饰）只顾自己的前途，残暴高压。\n　　性格沉静的克莱门特尝试用自己的方法改善这种状况，他重新创作音乐作品，组织合唱团，决定用音乐的方法来打开学生们封闭的心灵。\n　　然而，事情并不顺利，克莱门特发现学生皮埃尔·莫安琦（让-巴蒂斯特·莫尼耶 饰）拥有非同一般的音乐天赋，但是单亲家庭长大的他，性格异常敏感孤僻，怎样释放皮埃尔的音乐才能，让克莱门特头痛不已；同时，他与皮埃尔母亲的感情也渐渐微妙起来。\n",
        "触不可及 \n类型: 剧情 / 喜剧\n制片国家/地区: 法国\n语言: 法语\n因为一次跳伞事故，白人富翁菲利普Philippe（弗朗索瓦·克鲁塞 François Cluzet 饰）瘫痪在床，欲招聘一名全职陪护。由于薪酬高，应聘者云集，个个舌灿莲花，却无法打动他的心。直到黑人德希斯Driss（奥玛·赛 Omar Sy 饰）的出现才让他作出决定。德希斯刚从监狱出来，背负家庭重担，一心只想寻张辞退信以申领救济金，而且他明显对女助理的兴趣要远大于这份工作。但是菲利普还是一眼相中了这个小伙子。于是，德希斯开始了一个月的试用期。虽然舒适的豪宅环境让他倍感虚荣，但是他仍面临很多挑战：不仅要为菲利普作身体复健，还得给他洗浴、灌肠、拆信、穿丝袜等。起初，两人的思维方式与价值观大相径庭，但是，随着了解的不断深入，他们成为了朋友……\n　　本片取材于真实事件，获2011年东京电影节最佳影片金麒麟奖，弗朗索瓦·克鲁塞与奥玛·赛分享影帝桂冠。\n",
        "鬼子来了\n类型: 剧情 / 喜剧\n制片国家/地区: 中国大陆\n语言: 汉语普通话 / 日语 / 唐山话\n　第二次世界大战期间，中国河北挂甲台村的农民马大三（姜文饰）在日本人的统治下过着平静的生活。一个晚上，游击队绑架了日军陆军士兵花屋小三郎（香川照之饰）和翻译董汉臣，把他们捆绑塞入麻袋放在马大三家里，并吩咐马好好看管，几天后的大年三十来带人。马大三和村民战战兢兢地看守两人，花屋小三郎和董汉臣数次发出求救信号，皆被村民化解。半年过去了，村民们担心事情暴露，却又不敢把花屋等放了。\n　　马大三最终被董汉臣说动，把花屋和董送到了日军宪兵队驻地，以换取粮食。日军宪兵军官酒冢猪吉是花屋的同乡。他表面上对马等人客气，但背后指责花屋让皇军蒙耻并殴打了他。宪兵队整队去马的村子里和村民联欢送粮，酒到酣时却乍露杀机。\n",
        "摩登时代 \n类型: 剧情 / 喜剧 / 爱情\n制片国家/地区: 美国\n语言: 英语\n二十年代的美国处于经济萧条时期，失业率居高不下，工人受尽压榨，成为了大机器生产中的一颗螺丝钉。查理（查理·卓别林 Charles Chaplin 饰）就是一个底层市民，他在一个机器隆隆的厂房里日以继夜地工作，以赚取微薄的收入。重复繁重的工作压得他喘不过气，他把人们的鼻子当成螺丝钉来拧，卷入流水线机器的皮带里，令人苦笑不得。\n　　查理尽管贫穷，但却很善良。他在路上搭救了流浪女，和她一起生活，家里破烂却又温馨。每次身无分文的查理为了找到吃的，都会故意犯事，以便进入监牢。光景一时间有了好转，流浪女成了歌舞红星，然而好景太短暂了。\n",
        "城市之光\n类型: 剧情 / 喜剧 / 爱情\n官方网站: https://www.charliechaplin.com/en/films/5-City-Lights\n制片国家/地区: 美国\n语言: 英语　他是一个流浪汉（查理·卓别林 Charles Chaplin 饰），身无分文，遇上了双目失明的卖花女，却不忍袖手旁观。他想尽办法去凑够费用，供卖花女治病。一天，他搭救了一个富翁，富翁当晚和他称兄道弟，第二天却翻脸不认人。本来打算向他求助的主意行不通了。流浪汉去参加拳击比 赛，以图获得奖金，却输得一败涂地。谁知这时重遇富翁，二人不计前嫌，富翁答应出钱资助卖花女。在交给流浪汉1000元后，富翁遭到偷袭，身上剩下的钱被强盗抢走。流浪汉奋不顾身去追赶，却因为误会被警察押回警局坐牢。另一方面，卖花女凭借流浪汉的资助重获光明，开了一家体面的花店。\n"
      ]
    },
    {
      "tag": "动作",
      "list": [
        "福尔摩斯二世\n类型: 喜剧 / 动作 / 爱情\n制片国家/地区: 美国\n语言: 无对白\n影片的男主角基顿（巴斯特·基顿 Buster Keaton 饰）是一名乡村影院电影放映师，他喜欢阅读侦探类的书籍，经常幻想自己就是一名像福尔摩斯一样的大侦探。一天，他把价值一元的巧克力糖谎称四元送给女友凯莎琳（Kathryn McGuire 饰），不料被情敌趁机陷害，说基 顿偷了别人的手表拿去当才有钱买巧克力。凯莎琳相信了谗言，遂将基顿赶出门外，并取消了二人之间的婚约。基顿查访之后，发现情敌才是偷表典当的家伙，但却苦无证据洗清冤情。某日，基顿在放映电影时，发现银幕上的故事竟和他的遭遇同出一辙，而且人物也雷同，唯一不同的是电影中的故事发生在一个上流家庭而已。基顿边放映电影边沉溺在电影之中，于是走出放映室，从观众席走入银幕之中逮捕情敌罪犯。可是进入银幕后的基顿却四处碰壁，一筹莫展．随着场景的变化，银幕上的映象不断从幻想变成事实……\n",
        "这个杀手不太冷\n类型: 剧情 / 动作 / 犯罪\n制片国家/地区: 法国 / 美国\n语言: 英语 / 意大利语 / 法语\n　里昂（让·雷诺饰）是名孤独的职业杀手，受人雇佣。一天，邻居家小姑娘马蒂尔达（纳塔丽·波特曼饰)敲开他的房门，要求在他那里暂避杀身之祸。原来邻居家的主人是警方缉毒组的眼线，只因贪污了一小包毒品而遭恶警（加里·奥德曼饰）杀害全家的惩罚。马蒂尔达得到里昂的留救，幸免于难，并留在里昂那里。里昂教小女孩使枪，她教里昂法文，两人关系日趋亲密，相处融洽。\n　　女孩想着去报仇，反倒被抓，里昂及时赶到，将女孩救回。混杂着哀怨情仇的正邪之战渐次升级，更大的冲突在所难免……\n",
        "切腹\n类型: 剧情 / 动作 / 悬疑\n制片国家/地区: 日本\n语言: 日语\n　宽永七年德川幕府第三代将军家光时，当时由于实施中央集权，削弱了许多诸侯大名的权力，曾经叱咤一时的武士阶级很多失业沦为浪人。残酷的现实使得无所事事的浪人经常跑到诸侯家，表示要切腹自杀，而势力被削弱无力招揽更多浪人的诸侯只得用钱打发他们走，于是这成为当时流行的敲诈手段。一天井伊家来了一位名叫千千岩求女的浪人，他也提出相同要求，家臣决定将计就计，让他切腹，结果千千岩求女在极度痛苦中咬舌死去。\n　　几个月以后又有一名叫津云半四郎（仲代达矢饰）的老浪人前来要求借井伊家宝地切腹自杀。其原因也是不堪生活的困苦，井伊家老（三国连太郎饰）出面。在切腹之前，津云要求讲下自己这辈子的故事……\n",
        "指环王3：王者无敌\n类型: 剧情 / 动作 / 奇幻 / 冒险\n官方网站: www.lordoftherings.net/\n制片国家/地区: 美国 / 新西兰\n语言: 英语 / 昆雅语 / 古英语 / 辛达林语\n　　魔幻战争逐渐进入高潮阶段。霍比特人佛罗多（伊利亚·伍德 Elijah Wood 饰）携带着魔戒，与伙伴山姆（西恩·奥斯汀 Sean Astin 饰）以及狡猾阴暗的咕噜等前往末日山，一路上艰难险阻不断，魔君索伦为阻止魔戒被销毁用尽全力阻挠。另一方面，白袍巫师甘道夫（伊恩·麦克莱恩 Ian McKellen 饰）率中土勇士们镇守刚铎首都——白城米那斯提里斯。魔兽大军压境，黑暗与光明的决战即将来临……\n　　本片是“指环王三部曲”的终结篇，根据英国作家J.R.R.托尔金（J.R.R. Tolkien）同名魔幻巨著《指环王》（The Lord of the Rings）改编，并荣获2004年第76届奥斯卡最佳影片、最佳导演、最佳改编剧本、最佳剪辑、最佳艺术指导、最佳服装设计、最佳化妆、最佳视觉效果、最佳音效、最佳配乐和最佳歌曲等11项大奖。\n",
        "七武士\n类型: 剧情 / 动作 / 冒险\n制片国家/地区: 日本\n语言: 日语\n　日本战国时代，一小山村面临着山贼的威胁，为了保护秋天的收成，村中长老决定让去请武士来保护村子安全，但只能拿出的报酬是一天三顿的白米饭。在城里，他们遭到了武士白眼甚至被打。直到勘兵卫（志村乔饰）的出现，他现今已沦为浪人，几经考虑最后答应了。他对农民说至少需要七名武士，于是久藏（宫口精二饰）、胜四郎（木村功饰）、五郎（稻叶义男饰）、七郎（加东大介饰）、平八（千秋实饰）和菊千代（三船敏郎饰）等六人也加入了队伍，七个人肩负保卫村子的任务。\n　　整个防御准备的过程中，武士与农民间发生许多摩擦也闹出不少笑话。而在一次偷袭行动中，有武士为救农民被火枪打死，很快山贼的反扑随之而来，一场恶战即将开始。\n",
        "蝙蝠侠：黑暗骑士\n类型: 剧情 / 动作 / 科幻 / 惊悚 / 犯罪\n官方网站: thedarkknight.warnerbros.com\n制片国家/地区: 美国 / 英国\n语言: 英语 / 汉语普通话\n从亲眼目睹父母被人杀死的阴影中走出来的“蝙蝠侠”，经历了成长之后，已经不再是那个桀骜不的孤单英雄了。在警官吉姆·戈登和检查官哈维·登特的通力帮助下，“蝙蝠侠”无后顾之忧地继续满世界的奔波，与日益增长起来的犯罪威胁做着永无休止的争斗，而他所在的高谭市，也是进展最为明显的地方，犯罪率以一种惊人的速度持续下降着，毕竟对方是能够上天入地的“蝙蝠侠”，不借两个胆子谁还敢造次呢？不过像高谭这种科技与污秽并存的城市，平静是不可能维持太久的，果不其然，新一轮的混乱很快就席卷了整个城市，人们再一被被恐慌所笼罩着，而声称愿意为这一切负责的，自然就是所有混乱的源头以及支配者--“小丑”了。\n",
        "指环王2：双塔奇兵\n类型: 剧情 / 动作 / 奇幻 / 冒险\n官方网站: www.lordoftherings.net\n制片国家/地区: 美国 / 新西兰\n语言: 英语 / 辛达林语 / 古代英语\n第二部在延续第一部风格的同时，故事呈现出多线发展的格局，情节有了更高的观赏性。\n　　第一部结尾，博罗米尔被强兽人杀死之后，两个霍比特人皮平和梅利也被强兽人绑架，阿拉贡、精灵莱戈拉斯（奥兰多·布鲁姆 饰）、侏儒金利一路追踪强兽人，营救皮平和梅利，遇到了“复活”的白袍巫师甘道夫 （伊恩·麦克莱恩 饰）。此时，投降索伦的白袍巫师萨鲁曼控制了人类洛汉王国的国王，并派出大量的强兽人军队，准备消灭人类。阿拉贡、莱戈拉斯和金利在甘道夫的带领下，帮助洛汉王国对抗邪恶力量的入侵。\n　　幸运的皮平和梅利被会说话的树精救了出来，并且遇到“复活”的甘道夫，在甘道夫的授意下，树精保护了两人的安全，并且带他们参加树精大会，大会上，树精们讨论对待中土大战的态度：是继续当中立者，逆来顺受，还是奋起反抗？\n",
        "鬼灭之刃 那田蜘蛛山篇 \n类型: 剧情 / 动作 / 奇幻\n制片国家/地区: 日本\n语言: 日语\n炭治郎，伊之助还有我妻善逸在打败响凯，并得到休整后，《鬼灭之刃》的故事也将进入新的篇章，那就是“那田蜘蛛山篇”。在这一篇章，真正有着十二鬼月实力的角色，也将会出现\n",
        "赛文奥特曼 我是地球人\n类型: 动作 / 科幻\n官方网站: http://www.vap.co.jp/u-seven/old/index.html\n制片国家/地区: 日本\n语言: 日语\n在幾百萬年前，地球原本是外星人的故鄉，人類殘暴的祖先在地球進行殺戳把這地方鵲巢鳩佔。而世代以來，所有統治者還一直把紀錄了這個秘密的「亞米加檔案」禁敝起來，不肯承認過錯。事實上，外星人直對地球虎視眈眈，並非因為要侵略，而是想討回公道。這次，外星人決定實行最大的報復行動。即使地球高層最終決定向宇宙公開承認「亞米加檔案」的內容，但是也按制不住外星人為國復仇的決心。作為地球的好朋友，七星俠不忍袖手旁觀，但是從宇宙公義的角度看，他理應主持公道……七星俠將會如何抉擇？\n",
        "少年骇客：变身之谜\n类型: 动作 / 科幻 / 动画 / 冒险\n制片国家/地区: 美国\n语言: 英语\n　就在田小班與董悟博士戰鬥之時，一道不明光線啟動了Omnitrix的自毀模式，而鑽金剛在收到訊號之後來到地球，與小班會合之後，來到外太空尋找Omnitrix的發明者，以阻止自毀模式繼續運行，危害宇宙安全！\n"
      ]
    },
    {
      "tag": "爱情",
      "list": [
        "霸王别姬\n类型: 剧情 / 爱情 / 同性\n制片国家/地区: 中国大陆 / 中国香港\n语言: 汉语普通话\n　段小楼（张丰毅）与程蝶衣（张国荣）是一对打小一起长大的师兄弟，两人一个演生，一个饰旦，一向配合天衣无缝，尤其一出《霸王别姬》，更是誉满京城，为此，两人约定合演一辈子《霸王别姬》。但两人对戏剧与人生关系的理解有本质不同，段小楼深知戏非人生，程蝶衣则是人戏不分。\n　　段小楼在认为该成家立业之时迎娶了名妓菊仙（巩俐），致使程蝶衣认定菊仙是可耻的第三者，使段小楼做了叛徒，自此，三人围绕一出《霸王别姬》生出的爱恨情仇战开始随着时代风云的变迁不断升级，终酿成悲剧。\n",
        "美丽人生\n类型: 剧情 / 喜剧 / 爱情 / 战争\n制片国家/地区: 意大利\n语言: 意大利语 / 德语 / 英语\n犹太青年圭多（罗伯托·贝尼尼）邂逅美丽的女教师多拉（尼可莱塔·布拉斯基），他彬彬有礼的向多拉鞠躬：“早安！公主！”。历经诸多令人啼笑皆非的周折后，天遂人愿，两人幸福美满的生活在一起。\n　　然而好景不长，法西斯政权下，圭多和儿子被强行送往犹太人集中营。多拉虽没有犹太血统，毅然同行，与丈夫儿子分开关押在一个集中营里。聪明乐天的圭多哄骗儿子这只是一场游戏，奖品就是一辆大坦克，儿子快乐、天真的生活在纳粹的阴霾之中。尽管集中营的生活艰苦寂寞，圭多仍然带给他人很多快乐，他还趁机在纳粹的广播里问候妻子：“早安！公主！”\n　　法西斯政权即将倾覆，纳粹的集中营很快就要接受最后的清理，圭多编给儿子的游戏该怎么结束？他们一家能否平安的度过这黑暗的年代呢？\n",
        "阿甘正传\n类型: 剧情 / 爱情\n制片国家/地区: 美国\n语言: 英语\n阿甘（汤姆·汉克斯 饰）于二战结束后不久出生在美国南方阿拉巴马州一个闭塞的小镇，他先天弱智，智商只有75，然而他的妈妈是一个性格坚强的女性，她常常鼓励阿甘“傻人有傻福”，要他自强不息。\n　　阿甘像普通孩子一样上学，并且认识了一生的朋友和至爱珍妮（罗宾·莱特·潘 饰），在珍妮 和妈妈的爱护下，阿甘凭着上帝赐予的“飞毛腿”开始了一生不停的奔跑。\n　　阿甘成为橄榄球巨星、越战英雄、乒乓球外交使者、亿万富翁，但是，他始终忘不了珍妮，几次匆匆的相聚和离别，更是加深了阿甘的思念。\n　　有一天，阿甘收到珍妮的信，他们终于又要见面……\n",
        "福尔摩斯二世 \n类型: 喜剧 / 动作 / 爱情\n制片国家/地区: 美国\n语言: 无对白\n影片的男主角基顿（巴斯特·基顿 Buster Keaton 饰）是一名乡村影院电影放映师，他喜欢阅读侦探类的书籍，经常幻想自己就是一名像福尔摩斯一样的大侦探。一天，他把价值一元的巧克力糖谎称四元送给女友凯莎琳（Kathryn McGuire 饰），不料被情敌趁机陷害，说基 顿偷了别人的手表拿去当才有钱买巧克力。凯莎琳相信了谗言，遂将基顿赶出门外，并取消了二人之间的婚约。基顿查访之后，发现情敌才是偷表典当的家伙，但却苦无证据洗清冤情。某日，基顿在放映电影时，发现银幕上的故事竟和他的遭遇同出一辙，而且人物也雷同，唯一不同的是电影中的故事发生在一个上流家庭而已。基顿边放映电影边沉溺在电影之中，于是走出放映室，从观众席走入银幕之中逮捕情敌罪犯。可是进入银幕后的基顿却四处碰壁，一筹莫展．随着场景的变化，银幕上的映象不断从幻想变成事实……\n",
        "泰坦尼克号\n类型: 剧情 / 爱情 / 灾难\n制片国家/地区: 美国 / 墨西哥 / 澳大利亚 / 加拿大\n语言: 英语 / 意大利语 / 德语 / 俄语\n1912年4月10日，号称 “世界工业史上的奇迹”的豪华客轮泰坦尼克号开始了自己的处女航，从英国的南安普顿出发驶往美国纽约。富家少女罗丝（凯特•温丝莱特）与母亲及未婚夫卡尔坐上了头等舱；另一边，放荡不羁的少年画家杰克（莱昂纳多·迪卡普里奥）也在码头的一场赌博中赢得了下等舱的船票。\n　　罗丝厌倦了上流社会虚伪的生活，不愿嫁给卡尔，打算投海自尽，被杰克救起。很快，美丽活泼的罗丝与英俊开朗的杰克相爱，杰克带罗丝参加下等舱的舞会、为她画像，二人的感情逐渐升温。\n　　1912年4月14日，星期天晚上，一个风平浪静的夜晚。泰坦尼克号撞上了冰山，“永不沉没的”泰坦尼克号面临沉船的命运，罗丝和杰克刚萌芽的爱情也将经历生死的考验。\n",
        "灿烂人生\n类型: 剧情 / 爱情 / 家庭\n官方网站: www.thebestofyouth.swtwn.com\n制片国家/地区: 意大利\n语言: 意大利语\n马里奥（阿莱西奥•博尼 Alessio Boni 饰）和尼古拉（卢伊吉洛•肖卡 Luigi Lo Cascio 饰）是亲密无间的两兄弟，但是酷爱诗歌的马里奥却在考试中因为与教授意见相左而不及格，相反尼古拉投其所好的表现赢得了医学教授的好评拿到了高分。他们几个朋友相约去毕 业旅行，但是马里奥却带来了另外一个不速之客——他从精神病院搭救出来受伤的女孩佐珍（杰丝敏•特丽卡 Jasmine Trinca 饰）。于是，兄弟俩决定陪她寻找亲人。在一片革命洪流之中，马里奥弃笔从戎，选择做警察，而尼古拉则漂泊异乡成为了精神科医生。佛罗伦萨的大水，让兄弟俩重逢，此时尼古拉已经和钢琴师朱莉安成为伉俪。而马里奥则对摄影师米雷拉一见钟情。他们的感情同样经受着社会动荡的考验……\n　　本片片长6个小时，通过讲述意大利一家人的悲欢离合，反映了意大利从1966年至2000年的社会巨变。...\n",
        "巴黎圣母院\n类型: 剧情 / 爱情 / 音乐\n制片国家/地区: 法国\n语言: 法语\n善良的吉普赛女郎艾斯米拉达（海伦娜·赛加拉 Hélène Ségara 饰）天性热情奔放，就连巴黎圣母院的神父克洛德也为其倾倒。为了得到艾斯米拉达，克洛德神父指使教堂中丑陋的撞钟人卡西莫多（加劳 Garou 饰）绑架艾斯米拉达，没想到半路杀出的上尉菲比斯（帕特里克·费欧里 Patrick Fiori 饰）上演了一出英雄救美的好戏。\n　　艾斯米拉达深深的爱上了菲比斯，然而后者却被神秘人袭击死于非命，而艾斯米拉达竟然成为了此案的凶手，被判处了绞刑。在前往刑场的途中，卡西莫多出现了，他救走了艾斯米拉达，将她带到了巴黎圣母院，藏在钟楼之内，悉心的照料着她，在此过程中，艾斯米拉达透过卡西莫多可怖的外表，看到了一颗温柔而又柔软的心。\n",
        "罗密欧与朱丽叶\n类型: 剧情 / 爱情 / 歌舞\n制片国家/地区: 法国\n语言: 法语\n凯普莱特和蒙太古是声名显赫的两大家族，因为祖先们结下恩怨，两家人将彼此视为眼中钉肉中刺。可是造化弄人，在机缘巧合之下，蒙太古家的小儿子罗密欧（达米安·萨格 Damien Sargue 饰）在一场宴会上偶遇了凯普莱特家的女儿朱丽叶（希西莉亚·卡拉 Cécilia Cara 饰），在不知道彼此身份的情况下，两人双双坠入了爱河，并且在神父的见证之下私定终身。\n　　终于，罗密欧和朱丽叶的情事还是被两家人知晓了，罗密欧遭到了驱逐永远也不能够回到朱丽叶的身边，这让朱丽叶伤心欲绝。善良的神父给了朱丽叶一种能够令人假死的药，并且答应帮助朱丽叶和罗密欧私奔。\n",
        "乱世佳人\n类型: 剧情 / 爱情 / 历史 / 战争\n制片国家/地区: 美国\n语言: 英语\n美国南北战争前夕，南方农场塔拉庄园的千金斯嘉丽（费雯·丽 Vivien Leigh 饰）爱上了另一个农场主的儿子艾希礼（莱斯利·霍华德 Leslie Howard 饰），遭到了拒绝，为了报复，她嫁给了自己不爱的男人，艾希礼妻子梅兰妮（奥利维娅·德哈维兰 Olivia de Havilland 饰）的弟弟查尔斯。\n　　战争期间，斯嘉丽成为寡妇，失去母亲，挑起生活的重担， 不再是当初的千金小姐；战争结束后，她又两度为人妻，嫁给了爱她多年的投机商人瑞德（克拉克·盖博 Clark Gable 饰）。\n　　然而，纵使经历了生活的艰苦，斯嘉丽对艾希礼的感情仍然没有改变。艾希礼妻子梅兰妮的去世，给了斯嘉丽一个机会，一边是深爱自己的丈夫瑞德，一边是心心念念多年的艾希礼？斯嘉丽会给自己怎样一个不一样的明天？\n",
        "生活多美好\n类型: 剧情 / 爱情 / 奇幻\n制片国家/地区: 美国\n语言: 英语 / 法语\n乔治（詹姆斯•斯图尔特 James Stewart 饰）在圣诞节前准备自杀，这时上帝传来旨意，派天使拯救他，并让他了解到自己一生的使命——拯救那些不幸的人。乔治小时候左耳有疾，在贝德福德镇上的一家药店帮工。他很机灵，深得老板器重，同时也很招女孩喜欢。某日，老板接到爱子死亡的电报，悲痛欲绝，配错了药，幸亏乔治才化险为夷。乔治从小嫉恶如仇，尤其看不惯富人专横跋扈。长大后，乔治一表人才，准备去读大学。这时，他的父亲去世了，他子承父业，协助叔父料理公司事务。然而公司经营状况不佳，在董事会会议上面临破产。如果公司破产，小镇将会有很多家庭陷入困境。乔治力排众议，说服了董事会，但是条件是他要担任董事会秘书长。这与他的大学梦相去甚远。而且，此时他还陷入了对一个女孩的爱恋之中……\n"
      ]
    },
    {
      "tag": "科幻",
      "list": [
        "盗梦空间\n类型: 剧情 / 科幻 / 悬疑 / 冒险\n制片国家/地区: 美国 / 英国\n语言: 英语 / 日语 / 法语\n道姆·柯布（莱昂纳多·迪卡普里奥 Leonardo DiCaprio 饰）与同事阿瑟（约瑟夫·戈登-莱维特 Joseph Gordon-Levitt 饰）和纳什（卢卡斯·哈斯 Lukas Haas 饰）在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特·费希尔（希里安·墨菲 Cillian Murphy 饰）的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯（迈克尔·凯恩 Michael Caine 饰），吸收了年轻的梦境设计师艾里阿德妮（艾伦·佩吉 Ellen Page 饰）、梦境演员艾姆斯（汤姆·哈迪 Tom Hardy 饰）和药剂师约瑟夫（迪利普·劳 Dileep Rao 饰）加入行动。在一层层...\n",
        "星际穿越 \n类型: 剧情 / 科幻 / 冒险\n制片国家/地区: 美国 / 英国 / 加拿大\n语言: 英语\n近未来的地球黄沙遍野，小麦、秋葵等基础农作物相继因枯萎病灭绝，人类不再像从前那样仰望星空，放纵想象力和灵感的迸发，而是每日在沙尘暴的肆虐下倒数着所剩不多的光景。在家务农的前NASA宇航员库珀（马修·麦康纳 Matthew McConaughey 饰）接连在女儿墨菲（麦肯吉·弗依 Mackenzie Foy 饰）的书房发现奇怪的重力场现象，随即得知在某个未知区域内前NASA成员仍秘密进行一个拯救人类的计划。多年以前土星附近出现神秘虫洞，NASA借机将数名宇航员派遣到遥远的星系寻找适合居住的星球。\n",
        "楚门的世界\n类型: 剧情 / 科幻\n制片国家/地区: 美国\n语言: 英语\n楚门（金•凯瑞 Jim Carrey 饰）是一个平凡得不能再平凡的人，除了一些有些稀奇的经历之外——初恋女友突然失踪、溺水身亡的父亲忽然似乎又出现在眼前，他和绝大多数30多岁的美国男人绝无异样。这令他倍感失落。他也曾试过离开自己生活了多年的地方，但总因种种理由而不能成行。\n　　直到有一天，他忽然发觉自己似乎一直在被人跟踪，无论他走到哪里，干什么事情。这种感觉愈来愈强烈。楚门决定不惜一切代价逃离这个他生活了30多年的地方，去寻找他的初恋女友。\n",
        "机器人总动员\n类型: 科幻 / 动画 / 冒险\n官方网站: www.pixar.com/feature-films/walle\n制片国家/地区: 美国\n语言: 英语\n公元2805年，人类文明高度发展，却因污染和生活垃圾大量增加使得地球不再适于人类居住。地球人被迫乘坐飞船离开故乡，进行一次漫长无边的宇宙之旅。临行前他们委托Buynlarge的公司对地球垃圾进行清理，该公司开发了名为WALL·E（Waste Allocation Load Lifters – Earth 地球废品分装员）的机器人担当此重任。\n　　这些机器人按照程序日复一日、年复一年辛勤工作，但随着时间的流逝和恶劣环境的侵蚀，WALL·E们接连损坏、停止运动。最后只有一个仍在进行这项似乎永无止境的工作。经历了漫长的岁月，它开始拥有了自己的意识。它喜欢将收集来的宝贝小心翼翼藏起，喜欢收工后看看几百年前的歌舞片，此外还有一只蟑螂朋友作伴。直到有一天，一艘来自宇宙的飞船打破了它一成不变的生活……\n　　本片荣获2009年第81届奥斯卡最佳动画长片奖。\n",
        "蝙蝠侠：黑暗骑士\n类型: 剧情 / 动作 / 科幻 / 惊悚 / 犯罪\n官方网站: thedarkknight.warnerbros.com\n制片国家/地区: 美国 / 英国\n语言: 英语 / 汉语普通话\n从亲眼目睹父母被人杀死的阴影中走出来的“蝙蝠侠”，经历了成长之后，已经不再是那个桀骜不的孤单英雄了。在警官吉姆·戈登和检查官哈维·登特的通力帮助下，“蝙蝠侠”无后顾之忧地继续满世界的奔波，与日益增长起来的犯罪威胁做着永无休止的争斗，而他所在的高谭市，也是进展最为明显的地方，犯罪率以一种惊人的速度持续下降着，毕竟对方是能够上天入地的“蝙蝠侠”，不借两个胆子谁还敢造次呢？不过像高谭这种科技与污秽并存的城市，平静是不可能维持太久的，果不其然，新一轮的混乱很快就席卷了整个城市，人们再一被被恐慌所笼罩着，而声称愿意为这一切负责的，自然就是所有混乱的源头以及支配者--“小丑”了。\n　　先不管“小丑”掀起一个又一个犯罪的狂潮的最终目的为何，他的企图都是邪恶的，所作所为更是早就危害到了高谭市民的正常生活……其中自然包括了“蝙蝠侠”身边几个非常重要的人，而他需要做的，就是...\n",
        "超感猎杀：完结特别篇 \n类型: 剧情 / 科幻 / 同性\n制片国家/地区: 美国\n语言: 英语\nNetfilx宣布将为月初被砍的《超感猎杀》制作两小时最终篇！Wolfgang的命运及更多大坑终于要填上啦！剧集制作人拉娜·沃卓斯基在致Sense8家族的一封信中感谢全球粉丝，表示大结局正在制作中，将于明年上线！\n",
        "赛文奥特曼 我是地球人\n类型: 动作 / 科幻\n官方网站: http://www.vap.co.jp/u-seven/old/index.html\n制片国家/地区: 日本\n语言: 日语\n在幾百萬年前，地球原本是外星人的故鄉，人類殘暴的祖先在地球進行殺戳把這地方鵲巢鳩佔。而世代以來，所有統治者還一直把紀錄了這個秘密的「亞米加檔案」禁敝起來，不肯承認過錯。事實上，外星人直對地球虎視眈眈，並非因為要侵略，而是想討回公道。這次，外星人決定實行最大的報復行動。即使地球高層最終決定向宇宙公開承認「亞米加檔案」的內容，但是也按制不住外星人為國復仇的決心。作為地球的好朋友，七星俠不忍袖手旁觀，但是從宇宙公義的角度看，他理應主持公道……七星俠將會如何抉擇？\n",
        "少年骇客：变身之谜 \n类型: 动作 / 科幻 / 动画 / 冒险\n制片国家/地区: 美国\n语言: 英语\n就在田小班與董悟博士戰鬥之時，一道不明光線啟動了Omnitrix的自毀模式，而鑽金剛在收到訊號之後來到地球，與小班會合之後，來到外太空尋找Omnitrix的發明者，以阻止自毀模式繼續運行，危害宇宙安全！\n",
        "黑客帝国\n类型: 动作 / 科幻\n制片国家/地区: 美国\n语言: 英语\n不久的将来，网络黑客尼奥（基奴李维斯 饰）对这个看似正常的现实世界产生了怀疑。他结识了黑客崔妮蒂（凯莉·安·摩丝 饰），并见到了黑客组织的首领墨菲斯（劳伦斯·菲什伯恩 饰）。墨菲斯告诉他，现实世界其实是由一个名叫“母体”的计算机人工智能系统控制，人们就像他们饲养的动物，没有自由和思想，而尼奥就是能够拯救人类的救世主。\n　　可是，救赎之路从来都不会一帆风顺，到底哪里才是真实的世界？如何才能打败那些超人一样的特勤？尼奥是不是人类的希望？这是黑客的帝国，程序和代码欢迎大家的到来。\n",
        "黑镜：圣诞特别篇\n类型: 剧情 / 科幻 / 惊悚\n制片国家/地区: 英国\n语言: 英语\n圣诞节将至，一间地处偏远的小木屋里，波特（拉菲·斯波 Rafe Spall 饰）和马特（乔恩·哈姆 Jon Hamm 饰）同坐一桌，用红酒和烤土豆庆祝这个银装素裹的节日。波特沉默寡言，无精打采，而马特却恰恰相反，为了逗波特讲话，他向波特讲述了自己的过去。\n　　曾经的马特是一名“恋爱导师”，他通过摄像头和网络“远程操控”他的客户，让这些平日里无人问津的“宅男”们能够在派对山成功抱得美人归。然而，一场意外让马特决定永远离开这个他经营得风生水起的行当，此间究竟发生了什么？听了马特的叙述，波特终于决定向马特讲述自己的故事，这个故事关乎于他和他的女友，但并不完全关乎于爱情。\n"
      ]
    },
    {
      "tag": "动画",
      "list": [
        "千与千寻\n类型: 剧情 / 动画 / 奇幻\n官方网站: http://toho.co.jp/sentochihiro/index2.html\n制片国家/地区: 日本\n语言: 日语\n千寻和爸爸妈妈一同驱车前往新家，在郊外的小路上不慎进入了神秘的隧道——他们去到了另外一个诡异世界—一个中世纪的小镇。远处飘来食物的香味，爸爸妈妈大快朵颐，孰料之后变成了猪！这时小镇上渐渐来了许多样子古怪、半透明的人。\n　　千寻仓皇逃出，一个叫小白的人救了他，喂了她阻止身体消 失的药，并且告诉她怎样去找锅炉爷爷以及汤婆婆，而且必须获得一份工作才能不被魔法变成别的东西。\n　　千寻在小白的帮助下幸运地获得了一份在浴池打杂的工作。渐渐她不再被那些怪模怪样的人吓倒，并从小玲那儿知道了小白是凶恶的汤婆婆的弟子。\n　　一次，千寻发现小白被一群白色飞舞的纸人打伤，为了救受伤的小白，她用河神送给她的药丸驱出了小白身体内的封印以及守封印的小妖精，但小白还是没有醒过来。\n　　为了救小白，千寻又踏上了她的冒险之旅。\n",
        "大闹天宫 \n类型: 剧情 / 动画 / 奇幻 / 古装\n制片国家/地区: 中国大陆\n语言: 汉语普通话\n话说在东土傲来国有一座花果山，山上有一尊石猴吸收日精月华化身为一只神猴（邱岳峰 音），统领着山中的猴子猴孙。为求得一件称心的宝贝，神猴孙大圣潜入龙宫，强硬求来大禹治水时的定海神针如意金箍棒。东海龙王（毕克 音）心有不甘，于是上天将此事诉诸玉帝（富润生 音）。玉皇大帝命令太白金星（尚华 音）下界招安，许以爵位。不知有诈的孙大圣欣然前往，却发现只是负责养马的弼马温。得知受骗的猴王反下天庭，与天兵天将在花果山展开大战……\n　　本片根据古典名著《西游记》中的故事改编，前后历时4年创作，并荣获1962年捷克斯洛伐克卡罗维发利国际电影节短片特别奖、1978年英国伦敦国际电影节年度杰出电影奖、1982年厄瓜多尔第四届国际儿童电影节三等奖、第二届中国电影“百花奖”最佳美术片奖。\n",
        "大雄的怀念奶奶\n类型: 动画\n制片国家/地区: 日本\n语言: 日语\n《大雄的怀念奶奶》（おばあちゃんの思い出），是一部哆啦A梦电影作品系列的附篇作品之一，首映于2000年3月11日，是哆啦A梦短篇电影系列第三部，改编自1979年哆啦A梦电视动画《老祖母的愉快回忆》和1986年的哆啦A梦系列电视动画《我爱奶奶》。该电影跟《大雄的太阳王传说 》同年上映。\n　　《大雄的怀念奶奶》也是2000年第55届日本每日电影奖获奖的动画电影。\n\n",
        "拽妹黛薇儿要上大学了没\n类型: 剧情 / 喜剧 / 动画\n制片国家/地区: 美国\n语言: english\nGraduation is looming and the seniors of Lawndale High are busy with college preparations. Daria and Tom are applying to snobby Bromwell, which Tom seems sure to get into, while Jane faces rejections from local art schools and contemplate life without an art degree. Jodie applies to an African American college against her parents' wishes, while the cheerleaders look forward to ... \n",
        "机器人总动员\n类型: 科幻 / 动画 / 冒险\n官方网站: www.pixar.com/feature-films/walle\n制片国家/地区: 美国\n语言: 英语\n公元2805年，人类文明高度发展，却因污染和生活垃圾大量增加使得地球不再适于人类居住。地球人被迫乘坐飞船离开故乡，进行一次漫长无边的宇宙之旅。临行前他们委托Buynlarge的公司对地球垃圾进行清理，该公司开发了名为WALL·E（Waste Allocation Load Lifters – Earth 地球废品分装员）的机器人担当此重任。\n　　这些机器人按照程序日复一日、年复一年辛勤工作，但随着时间的流逝和恶劣环境的侵蚀，WALL·E们接连损坏、停止运动。最后只有一个仍在进行这项似乎永无止境的工作。经历了漫长的岁月，它开始拥有了自己的意识。它喜欢将收集来的宝贝小心翼翼藏起，喜欢收工后看看几百年前的歌舞片，此外还有一只蟑螂朋友作伴。直到有一天，一艘来自宇宙的飞船打破了它一成不变的生活……\n　　本片荣获2009年第81届奥斯卡最佳动画长片奖。\n",
        "狐妖小红娘剧场版：月红篇\n类型: 爱情 / 动画 / 奇幻\n制片国家/地区: 中国大陆\n语言: 汉语普通话\n根据古典小说记载，世上有人有妖，妖会与人相恋，妖寿命千万年，人的寿命有限，人死了，妖活着。人会投胎转世，但投胎以后，不记得上辈子的爱。妖如果痴情的话，就去找狐妖“购买”一项服务，让投胎转世的人，回忆起前世的爱。\n",
        "狐妖小红娘剧场版：王权富贵\n类型: 剧情 / 喜剧 / 爱情 / 动画\n制片国家/地区: 中国大陆\n语言: 汉语普通话\n《狐妖小红娘》王权富贵总集篇,160分钟超长篇,520倾情巨献——万水千山,你愿意和我一起看吗?\n",
        "拽妹黛薇儿之暑假要结束了没 \n类型: 动画\n制片国家/地区: USA\n语言: english\nFrom the hit series \"Daria\" comes her first movie, \"Is It Fall Yet?\", immediately following season 4 of the show. The movie follows Daria and the students of Lawndale High over their summer vacation. Kevin and Brittany become lifeguards, while Quinn and the Fashion Club all get a tutor, David, who Quinn (surprising even herself) has her eyes on. Mack drives an ice cream truck w... \n",
        "疯狂动物城\n类型: 喜剧 / 动画 / 冒险\n制片国家/地区: 美国\n语言: 英语 / 挪威语\n故事发生在一个所有哺乳类动物和谐共存的美好世界中，兔子朱迪（金妮弗·古德温 Ginnifer Goodwin 配音）从小就梦想着能够成为一名惩恶扬善的刑警，凭借着智慧和努力，朱迪成功的从警校中毕业进入了疯狂动物城警察局，殊不知这里是大型肉食类动物的领地，作为第一只，也是唯一的小型食草类动物，朱迪会遇到怎样的故事呢？\n　　近日里，城中接连发生动物失踪案件，就在全部警员都致力于调查案件真相之时，朱迪却被局长（伊德瑞斯·艾尔巴 Idris Elba 配音）发配成为了一名无足轻重的交警。某日，正在执勤的兔子遇见了名为尼克（杰森·贝特曼 Jason Bateman 配音）的狐狸，两人不打不相识，之后又误打误撞的接受了寻找失踪的水獭先生的任务，如果不能在两天之内找到水獭先生，朱迪就必须自愿离开警局。朱迪找到了尼克，两人联手揭露了一个隐藏在疯狂动物城之中的惊天秘密。\n",
        "龙猫\n类型: 动画 / 奇幻 / 冒险\n制片国家/地区: 日本\n语言: 日语\n小月的母亲生病住院了，父亲带着她与四岁的妹妹小梅到乡间的居住。她们对那里的环境都感到十分新奇，也发现了很多有趣的事情。她们遇到了很多小精灵，她们来到属于她们的环境中，看到了她们世界中很多的奇怪事物，更与一只大大胖胖的龙猫成为了朋友。龙猫与小精灵们利用他们的神奇力量，为小月与妹妹带来了很多神奇的景观，令她们大开眼界。\n　　妹妹小梅常常挂念生病中的母亲，嚷着要姐姐带着她去看母亲，但小月拒绝了。小梅竟然自己前往，不料途中迷路了，小月只好寻找她的龙猫及小精灵朋友们帮助。\n"
      ]
    },
    {
      "tag": "悬疑",
      "list": [
        "控方证人\n类型: 剧情 / 悬疑 / 犯罪\n制片国家/地区: 美国\n语言: 英语 / 德语\n伦敦著名刑案辩护律师韦菲爵士（查尔斯•劳顿 Charles Laughton 饰）接受了心脏病治疗，但是身体依旧虚弱，第一天回家休养，护士一直严厉监督他服药，并杜绝烟酒。管家为了便于上楼，还专门为他修了电梯。但是，种种关心照顾，对于这位桀骜不驯、牙尖嘴利的大律师根本不起作用，反倒是一纸诉状令他倍感兴奋。律师梅休和当事人沃尔（泰隆•鲍华 Tyrone Power饰）登门拜访，请他出山打官司。原来，沃尔结识了富婆，两人相见甚欢，虽然仆人对他发明的打蛋器充满鄙夷，但是富婆却对他充满爱意，甚至为他修改了遗嘱，把8万英镑留给了他。然而，富婆却惨遭毒手。于是，沃尔成为警方的头号嫌疑犯。他的唯一证人是妻子克里斯汀（玛琳•黛德丽 Marlene Dietrich饰），然而后者登门时的冷漠与淡定，令韦菲爵士怀疑这其中另有隐情。在扑朔迷离的案件背后，隐藏着一个个环环相扣... \n",
        "十二怒汉\n类型: 剧情 / 悬疑 / 犯罪\n制片国家/地区: 美国\n语言: 英语\nThis production of 'Twelve Angry Men', written especially for Studio One, is shorter than the film version and leaves a few twists and turns of plot undeveloped, but it is fifty minutes of class nevertheless. For many years this episode was thought to have been lost. The Museum of Television and Radio (now the Paley Center) had only the first 30 minutes of the hour-long program...\n",
        "盗梦空间\n类型: 剧情 / 科幻 / 悬疑 / 冒险\n制片国家/地区: 美国 / 英国\n语言: 英语 / 日语 / 法语\n道姆·柯布（莱昂纳多·迪卡普里奥 Leonardo DiCaprio 饰）与同事阿瑟（约瑟夫·戈登-莱维特 Joseph Gordon-Levitt 饰）和纳什（卢卡斯·哈斯 Lukas Haas 饰）在一次针对日本能源大亨齐藤（渡边谦 饰）的盗梦行动中失败，反被齐藤利用。齐藤威逼利诱因遭通缉而流亡海外的柯布帮他拆分他竞争对手的公司，采取极端措施在其唯一继承人罗伯特·费希尔（希里安·墨菲 Cillian Murphy 饰）的深层潜意识中种下放弃家族公司、自立门户的想法。为了重返美国，柯布偷偷求助于岳父迈尔斯（迈克尔·凯恩 Michael Caine 饰），吸收了年轻的梦境设计师艾里阿德妮（艾伦·佩吉 Ellen Page 饰）、梦境演员艾姆斯（汤姆·哈迪 Tom Hardy 饰）和药剂师约瑟夫（迪利普·劳 Dileep Rao 饰）加入行动。在一层层...\n",
        "切腹\n类型: 剧情 / 动作 / 悬疑\n制片国家/地区: 日本\n语言: 日语\n宽永七年德川幕府第三代将军家光时，当时由于实施中央集权，削弱了许多诸侯大名的权力，曾经叱咤一时的武士阶级很多失业沦为浪人。残酷的现实使得无所事事的浪人经常跑到诸侯家，表示要切腹自杀，而势力被削弱无力招揽更多浪人的诸侯只得用钱打发他们走，于是这成为当时流行的敲诈手段。一天井伊家来了一位名叫千千岩求女的浪人，他也提出相同要求，家臣决定将计就计，让他切腹，结果千千岩求女在极度痛苦中咬舌死去。\n　　几个月以后又有一名叫津云半四郎（仲代达矢饰）的老浪人前来要求借井伊家宝地切腹自杀。其原因也是不堪生活的困苦，井伊家老（三国连太郎饰）出面。在切腹之前，津云要求讲下自己这辈子的故事…… \n",
        "窃听风暴\n类型: 剧情 / 悬疑\n制片国家/地区: 德国\n语言: 德语\n1984年的东德，整个社会笼罩在国家安全局的高压统治之下，特工魏斯曼（乌尔里希·穆埃 Ulrich Mühe 饰）奉命监听剧作家德莱曼（塞巴斯蒂安·科赫 Sebastian Koch 饰）及其女友演员克里斯蒂娜（马蒂娜·格德克 Martina Gedeck 饰）的生活，监听过程中，魏斯曼渐渐对这家人的生活产生了兴趣，开始暗中帮助他们。一篇刊登在西德《明镜》报上的文章引起了特工头目的注意，他们认为这篇文章是德莱曼写的，并逮捕了克里斯蒂娜，希望能够从她口中得出她丈夫的秘密？而审问克里斯蒂娜的正是魏斯曼……\n",
        "古畑任三郎完结篇 重生之死\n类型: 悬疑 / 犯罪\n制片国家/地区: 日本\n语言: 日语\n为自然风光所环抱的鬼切村，正经历一场惊心动魄的变革。当地大企业社长堀部伍平在野外遭到黑熊的袭击身亡，其身为副社长的外甥大吉（千叶哲也 饰）随即扶正，并力主将对很多人都至为重要的后山卖给他人。大吉的弟弟音弥（藤原龙也 饰）虽身为专务，但调皮顽劣，无心商界，加上性格的不同，因此与大吉一向不和。包括音弥和当地民俗资料馆馆长天马恭介（石坂浩二 饰）在内的许多人都反对这一决定，但大吉刚愎自用，拒不退让。此举令音弥极度不满，因此精心策划了一起完美谋杀案，并且具有强有力的不在场证明。古畑任三郎（田村正和 饰）、今泉慎太郎（西村雅彦 饰）与西园寺这一全新组合登场，迎战音弥送上的超完美谋杀案……\n　　本片为新春完结篇第一部。\n",
        "搏击俱乐部\n类型: 剧情 / 动作 / 悬疑 / 惊悚\n制片国家/地区: 美国 / 德国 / 意大利\n语言: 英语\n杰克（爱德华•诺顿 饰）是一个大汽车公司的职员，患有严重的失眠症，对周围的一切充满危机和憎恨。\n　　一个偶然的机会，杰克遇上了卖肥皂的商人泰勒（布拉德•皮特），一个浑身充满叛逆、残酷和暴烈的痞子英雄，并因为自己公寓失火而住进了泰勒破旧不堪的家中。两人因缘际会地成为了好朋友，并创立了“搏击俱乐部”：一个让人们不戴护具而徒手搏击，宗旨在于发泄情绪的地下组织。\n　　俱乐部吸引了越来越多的人，逐渐发展成为一个全国性的地下组织，而泰勒也以自己个人的魅力，吸引着那些盲目的信徒。俱乐部的成员们到处滋事打架、大肆破坏，泰勒本人的行为也越来越疯狂。\n　　杰克对于“搏击俱乐部”的现况及泰勒的行为越来越无法忍受，和泰勒发生争执，泰勒离开了他。然而，杰克发现，他走到何处都无法摆脱泰勒的影子，他开始思考：我到底是谁？\n",
        "红辣椒\n类型: 科幻 / 动画 / 悬疑 / 惊悚\n制片国家/地区: 日本\n语言: 日语\n　近未来，为了治疗现代人类越来越多、越来越严重的精神疾病，位于东京的精神医疗综合研究所开发出一种可以反映他人梦境的机器。通过微型DC的帮助，梦境在显示器上呈现出来，更方便找到一个人焦虑的症结。\n　　某日，三台微型DC失窃，与之相关的研究人员的梦境接连被人侵入，随后受到严重伤害。美女医疗师千叶敦子另一个身份是梦境侦探“红辣椒”，她能够与患者同步体验梦境。为避免盗贼利用微型DC进一步作恶，她不得不潜入受害者的梦中寻找恐怖分子，一场充满奇幻和惊险的争斗旋即展开……\n　　本片入围2006年威尼斯电影节主竞赛单元，荣获2007年葡萄牙奇幻电影节影评人选择奖、2006年蒙特利尔电影节大众选择奖。\n",
        "惊魂记\n类型: 悬疑 / 惊悚 / 恐怖\n制片国家/地区: 美国\n语言: 英语\n年轻的马里恩·克兰（珍妮特·利 饰）在Phoenix工作，深受老板洛厄里（沃恩·泰勒 饰）信任。男友萨姆·卢米斯（约翰·加文 饰）在Fairvale经营一家五金店，因要替亡父还债又要支付前妻赡养费而无力再婚，只能借出差的机会偶尔来与马里恩幽会。马里恩对此感到不满，于是在周五下午趁机携四万美元公款驾车潜逃。可是马里恩的潜逃之路并不顺利：先是在出城的时候被洛厄里目击，周六一大早又被警察怀疑。花了七百美元以旧车换新车之后，马里恩继续忐忑地行驶。入夜后，天降大雨，视线模糊，无法行驶，马里恩只得将车泊入路边的贝茨汽车旅馆投宿。老板诺尔曼（安东尼·珀金斯 饰）十分友善，试图邀请马里恩到家里共进晚餐，可惜被凶恶的母亲粗暴阻止，只得将晚餐端至旅馆客厅。马里恩在客厅一边进餐一边与诺尔曼交谈，终于决定周日返回Phoenix。用餐完毕，马里恩回房沐浴。这时，一个老妇的身影...\n",
        "神探夏洛克：最后的誓言\n类型: 剧情 / 悬疑 / 犯罪\n制片国家/地区: 英国\n语言: 英语\n　本集因以电视电影形式报艾美奖评选而被单独列出，改编自原著《米尔沃顿》。华生受朋友请求来到一个年轻人吸毒聚集地，没想到在这里居然遇到夏洛克。华生把夏洛克带回贝克街，惊讶的发现夏洛克有了女友，这位女友正是自己婚礼上的伴娘洁琳。但随后华生发现，夏洛克之所以和自己的伴娘约会是因为在查的案件。夏洛克假装要求婚，混进了讹诈专家马格努森的办 公室，华生也和夏洛克一起，然而就在夏洛克发现马格努森被人威胁的时候，威胁者转过头，这个人竟然是华生的新婚妻子玛丽……\n"
      ]
    },
    {
      "tag": "惊悚",
      "list": [
        "无间道\n类型: 剧情 / 惊悚 / 犯罪\n制片国家/地区: 中国香港\n语言: 粤语\n1991年，香港黑帮三合会会员刘健明（刘德华）听从老大韩琛（曾志伟）的吩咐，加入警察部队成为黑帮卧底，韩琛许诺刘健明会帮其在七年后晋升为见习督察。1992年，警察训练学校优秀学员陈永仁（梁朝伟）被上级要求深入到三合会做卧底，终极目标是成为韩琛身边的红人。2002年，两人都不负重望，也都身背重压，刘健明渐想成为一个真正的好人，陈永仁则盼着尽快回归警察身份。\n　　重案组从陈永仁手中获悉一批毒品交易情报，锁紧目标人物韩琛，没料情报被刘健明泄出，双方行动均告失败。但此事将双方均有卧底的事实暴露，引发双方高层清除内鬼的决心。命运迥异又相似的刘健明和陈永仁开始在无间道的旅程中接受严峻考验。\n",
        "蝙蝠侠：黑暗骑士\n类型: 剧情 / 动作 / 科幻 / 惊悚 / 犯罪\n官方网站: thedarkknight.warnerbros.com\n制片国家/地区: 美国 / 英国\n语言: 英语 / 汉语普通话\n从亲眼目睹父母被人杀死的阴影中走出来的“蝙蝠侠”，经历了成长之后，已经不再是那个桀骜不的孤单英雄了。在警官吉姆·戈登和检查官哈维·登特的通力帮助下，“蝙蝠侠”无后顾之忧地继续满世界的奔波，与日益增长起来的犯罪威胁做着永无休止的争斗，而他所在的高谭市，也是进展最为明显的地方，犯罪率以一种惊人的速度持续下降着，毕竟对方是能够上天入地的“蝙蝠侠”，不借两个胆子谁还敢造次呢？不过像高谭这种科技与污秽并存的城市，平静是不可能维持太久的，果不其然，新一轮的混乱很快就席卷了整个城市，人们再一被被恐慌所笼罩着，而声称愿意为这一切负责的，自然就是所有混乱的源头以及支配者--“小丑”了。\n　　先不管“小丑”掀起一个又一个犯罪的狂潮的最终目的为何，他的企图都是邪恶的，所作所为更是早就危害到了高谭市民的正常生活……其中自然包括了“蝙蝠侠”身边几个非常重要的人，而他需要做的，就是...\n",
        "洞\n类型: 剧情 / 惊悚 / 犯罪\n制片国家/地区: 法国 / 意大利\n语言: 法语\n1947年，法国康复监狱。在押犯克劳德（马克·米歇尔 Marc Michel饰）刚搬入11号牢房时，受到其他四位狱友的排挤，谨慎小心的马努（菲利普·雷罗伊 Philippe Leroy饰）、狡猾奸诈的罗蓝德（吉恩·克劳迪 Jean Keraudy饰）、凶悍强壮的吉奥（迈克尔·康斯坦丁 Michel Constantin饰）和心机深重的“阁下”（雷蒙德·缪涅尔 Raymond Meunier饰）。很快，彬彬有礼的克劳德获得了四人的认可与接纳，并让他加入到正在精心谋划的一场惊心动魄的越狱行动中。五人准备掘地三尺挖个地洞逃出去，然而此时克劳德却得到了获得自由的好消息。\n　　由法国犯罪片大师雅克·贝克执导的经典越狱片《洞》，堪称电影史上关于越狱题材最伟大的影片。这部雅克·贝克生前的最后一部作品，入围1960年第13届戛纳电影节金棕榈奖、荣获法国电影评论协会最佳影...\n",
        "黑镜：圣诞特别篇\n类型: 剧情 / 科幻 / 惊悚\n制片国家/地区: 英国\n语言: 英语\n　圣诞节将至，一间地处偏远的小木屋里，波特（拉菲·斯波 Rafe Spall 饰）和马特（乔恩·哈姆 Jon Hamm 饰）同坐一桌，用红酒和烤土豆庆祝这个银装素裹的节日。波特沉默寡言，无精打采，而马特却恰恰相反，为了逗波特讲话，他向波特讲述了自己的过去。\n　　曾经的马特是一名“恋爱导师”，他通过摄像头和网络“远程操控”他的客户，让这些平日里无人问津的“宅男”们能够在派对山成功抱得美人归。然而，一场意外让马特决定永远离开这个他经营得风生水起的行当，此间究竟发生了什么？听了马特的叙述，波特终于决定向马特讲述自己的故事，这个故事关乎于他和他的女友，但并不完全关乎于爱情。 \n",
        "搏击俱乐部\n类型: 剧情 / 动作 / 悬疑 / 惊悚\n制片国家/地区: 美国 / 德国 / 意大利\n语言: 英语\n杰克（爱德华•诺顿 饰）是一个大汽车公司的职员，患有严重的失眠症，对周围的一切充满危机和憎恨。\n　　一个偶然的机会，杰克遇上了卖肥皂的商人泰勒（布拉德•皮特），一个浑身充满叛逆、残酷和暴烈的痞子英雄，并因为自己公寓失火而住进了泰勒破旧不堪的家中。两人因缘际会地成为了好朋友，并创立了“搏击俱乐部”：一个让人们不戴护具而徒手搏击，宗旨在于发泄情绪的地下组织。\n　　俱乐部吸引了越来越多的人，逐渐发展成为一个全国性的地下组织，而泰勒也以自己个人的魅力，吸引着那些盲目的信徒。俱乐部的成员们到处滋事打架、大肆破坏，泰勒本人的行为也越来越疯狂。\n　　杰克对于“搏击俱乐部”的现况及泰勒的行为越来越无法忍受，和泰勒发生争执，泰勒离开了他。然而，杰克发现，他走到何处都无法摆脱泰勒的影子，他开始思考：我到底是谁？\n",
        "红辣椒 \n类型: 科幻 / 动画 / 悬疑 / 惊悚\n制片国家/地区: 日本\n语言: 日语\n近未来，为了治疗现代人类越来越多、越来越严重的精神疾病，位于东京的精神医疗综合研究所开发出一种可以反映他人梦境的机器。通过微型DC的帮助，梦境在显示器上呈现出来，更方便找到一个人焦虑的症结。\n　　某日，三台微型DC失窃，与之相关的研究人员的梦境接连被人侵入，随后受到严重伤害。美女医疗师千叶敦子另一个身份是梦境侦探“红辣椒”，她能够与患者同步体验梦境。为避免盗贼利用微型DC进一步作恶，她不得不潜入受害者的梦中寻找恐怖分子，一场充满奇幻和惊险的争斗旋即展开……\n　　本片入围2006年威尼斯电影节主竞赛单元，荣获2007年葡萄牙奇幻电影节影评人选择奖、2006年蒙特利尔电影节大众选择奖。\n",
        "未麻的部屋\n类型: 动画 / 惊悚 / 奇幻\n制片国家/地区: 日本\n语言: 日语\n当红三人少女偶像团体Charming Bird面临解散，核心成员雾越未麻在事务所的安排下不得不退出团体，转型成为一名电视剧演员。万事开头难，对于偶像歌手转型而来的未麻尤其如此，她在工作中承受着压力，闷闷不乐。与此同时，各种恐吓信不断、经纪人田所先生遇袭以及以自己的口吻在网站上写日记的神秘人都让未麻焦虑不已，恍惚间她甚至看到另一个自己。\n　　未麻的苦恼无人知晓，贪婪的田所甚至同意剧组的剧本，要求未麻出演一场尺度极大的强暴戏。这次演出成为未麻演艺事业的转折点，她的出镜率开始攀升，甚至还拍摄了裸露的写真。与此相对，电视剧编剧涩谷和曾给未麻拍下裸照摄影师村野接连遇害。未麻的生活变得混乱不堪，真相究竟如何？\n　　本片荣获1997年亚洲奇幻电影节最佳亚洲影片。\n",
        "惊魂记 \n类型: 悬疑 / 惊悚 / 恐怖\n制片国家/地区: 美国\n语言: 英语\n　年轻的马里恩·克兰（珍妮特·利 饰）在Phoenix工作，深受老板洛厄里（沃恩·泰勒 饰）信任。男友萨姆·卢米斯（约翰·加文 饰）在Fairvale经营一家五金店，因要替亡父还债又要支付前妻赡养费而无力再婚，只能借出差的机会偶尔来与马里恩幽会。马里恩对此感到不满，于是在周五下午趁机携四万美元公款驾车潜逃。可是马里恩的潜逃之路并不顺利：先是在出城的时候被洛厄里目击，周六一大早又被警察怀疑。花了七百美元以旧车换新车之后，马里恩继续忐忑地行驶。入夜后，天降大雨，视线模糊，无法行驶，马里恩只得将车泊入路边的贝茨汽车旅馆投宿。老板诺尔曼（安东尼·珀金斯 饰）十分友善，试图邀请马里恩到家里共进晚餐，可惜被凶恶的母亲粗暴阻止，只得将晚餐端至旅馆客厅。马里恩在客厅一边进餐一边与诺尔曼交谈，终于决定周日返回Phoenix。用餐完毕，马里恩回房沐浴。这时，一个老妇的身影...\n",
        "用心棒\n类型: 剧情 / 动作 / 惊悚\n制片国家/地区: 日本\n语言: 日语\n外表落魄邋遢的浪人武士三十郎（三船敏郎 饰）来到一个小镇，清兵卫（河津清三郎 饰）和新田丑寅（山茶花究 饰）两家恶霸在那里为争夺地盘，招兵买马经常争斗，弄得民不聊生。三十郎决定从中设计，引诱双方雇佣自己，再加入不同方造成两边拼斗，由此坐收渔利，消灭对方。 但随着丑寅弟弟卯之助（仲代达矢 饰）的加入，情况又发生了不同，他手里握有短枪，占得优势，清兵卫的势力被打败，三十郎甚至也受伤不轻。但是决战在所难免，椿三十郎独对丑寅、亥之吉等众人，身处劣势的他如何能剿灭对方呢？\n",
        "沉默的羔羊\n类型: 剧情 / 惊悚 / 犯罪\n制片国家/地区: 美国\n语言: 英语\n联调局学院学员 Clarice M. Starling（乔迪·福斯特 饰）受行为科学组的 Jack Crawford（斯科特·格伦 饰）指派，前往州立巴尔的摩法医院访问被监禁的精神科医生 Hannibal Lecter（安东尼·霍普金斯 饰）。Lecter要求转到条件较 好的联邦机构，远离常常折磨他的 Frederick Chilton 医生（安东尼·希尔德 饰），并愿意为此提供持续作案的连环杀手水牛比尔（泰德·莱文 饰）的心理分析……\n"
      ]
    }
  ]
}