{
  "novels": [
    "鹿川有许多粪\n作者: 李沧东\n本书是韩国导演李沧东于1992年出版的中短篇小说集，借此他获得了《韩国日报》创作文学奖，并在第二年受导演朴光洙之邀进入电影界，随后他便转型并逐渐成为具有国际影响力的电影 大师。\n这部小说集展现了一批裹挟在复杂多变的历史浪潮中的底层人物形象，他们艰辛地在生活中追求真正的价值，与现实中的痛苦进行抗争，同时寻找个人生活的意义。作者通过这些人物的遭遇审视韩国现实，但并非止步于讲述历史事件或故事本身，而是着重刻画了人物在此过程中发生的转变，他们逐渐开始对生活中的真正价值和自己的身份认同提出疑问并进行探索。\n",
    "生死疲劳\n作者: 莫言\n不看不知道，欲哭又想笑。活着不容易，幽默无价宝。——莫言\n五十年间西门闹经历六次转世，\n一世为驴，二世为牛，三世为猪，四世为狗，五世为猴，最终降生为人。\n在这六世里，他目睹蓝脸一家三代经历人生的生死疲劳，\n他们爱就爱到底，恨就恨到底，犟就犟到底，干就干到底，\n有极致的痛苦，也有彻底的放纵。\n而他们的故事，要从1950年1月1日讲起……\n",
    "秋园\n作者: 杨本芬\n听八旬奶奶讲述她和妈妈的故事。\n1914年，世上有了“秋园”这个人。1918年，汉语有了“她”这个字。秋园，她来过，挣扎过，绝望过，幸福过。今天，她80岁的女儿，把普普通通的她，讲给世界听。\n“我写了一位普通中国女性一生的故事，写了我们一家人如何像水中的浮木般挣扎求生，写了中南腹地那些乡间人物的生生死死。我知道自己写出的故事如同一滴水，最终将汇入人类历史的长河。”\n",
    "同名同姓受害者协会\n作者: [日] 下村敦史\n你有没有在网上搜索过自己的名字？\n你有没有想过，自己会因为名字，成为全网追杀的猎物？\n一起震惊全国的惨案，幼女被连捅二十八刀。凶手的身份保密，名字却遭到泄露——大山正纪。\n一夜之间，只要与大山正纪同名同姓，就被怀疑为凶手，甚至沦为肆意泄愤的对象。从社交网络到现实世界，他们被逼入绝境，无处可逃。\n便利店店员、足球界希望之星、萌图绘画爱好者……\n为了夺回正常的人生，十位“大山正纪”秘密结盟，发誓要查明凶手的真身。他们渐渐发现，每一位看似普通的“大山正纪”，都怀揣着不可告人的秘密。而那桩看似水落石出的惨案，实则另有隐情。",
    "克拉拉与太阳\n作者: [英] 石黑一雄\n克拉拉是一个专为陪伴儿童而设计的太阳能人工智能机器人（AF），具有极高的观察、推理与共情能力。她坐在商店展示橱窗里，注视着街头路人以及前来浏览橱窗的孩子们的一举一动。她始终期待着很快就会有人挑中她，不过，当这种永久改变境遇的可能性出现时，克拉拉却被提醒不要过分相信人类的诺言。\n在《克拉拉与太阳》这部作品中，石黑一雄通过一位令人难忘的叙述者的视角，观察千变万化的现代社会，探索了一个根本性的问题：究竟什么是爱？\n",
    "消失的13级台阶\n作者: [日] 高野和明\n一对老夫妇惨遭杀害。一切证据都指向树原亮，他却因车祸，恰好丧失了案发前后数小时的记忆……\n死刑执行官南乡携手刚假释出狱的纯一调查，希望替这位丧失记忆的死刑犯洗清冤屈。但他们查到的唯一线索，就是树原亮记得自己曾“走在台阶上”。\n距离树原亮被执行死刑的时间所剩无几，但这起案 件始终疑云重重，仅有的线索“台阶”仿佛也凭空消失了……",
    "遥远的救世主\n作者: 豆豆\n这是一部可以傲然独尊的长篇小说。也是一部可遇不可求的完美佳作。\n豆豆，以她的才华，探索一个有机的、无定形的、陌生的、暧昧的和未曾臻达的世界。男女主人公那浓墨重彩的经历以及令人欷歔的爱情故事创造出了一种超然背叛的意志，而这意志是那样的静谧、清明。\n效力于德国一家私募公司的商界怪才丁元英，用他超出常人的手段，将从德国募集的资金投进中国股市，用“文化密码”疯狂掠夺中国的钱财，后来又良心发现，退出了公司，但退出是要受到惩罚的，为此，他付出了惨痛的代价，他的所有分红被冻结，甚至穷到天天吃方便面。回到古城“隐居”时，认识了从小在法兰克福长大、如今在古城刑警队任职的女刑警队员芮小丹。两人从相识到相知，从一对音响发烧友演变成了一对爱情发烧友，上演了一出精彩、浪漫、传奇的天国之恋。\n一个作家的品质，在豆豆身上达到了极至，作品主题的睿智和简约，出色地表现出佛学光耀和不蓄...",
    "绝叫\n作者: [日] 叶真中显\n铃木阳子死了，死在独居的公寓里。正确说来，是铃木阳 子几个月前死了。因为发现她时，不但遗体遭到屋内的十一只猫啃食，连猫也全数饿死了。铃木阳子显然是「孤独死」的最佳范例，但这名女子为何落到这步田地？她的亲人、朋友、同事在哪里？她的人生轨迹又是如何？\n",
    "献给阿尔吉侬的花束\n作者: [美] 丹尼尔·凯斯\n声称能改造智能的科学实验在白老鼠阿尔吉侬身上获得了突破性的进展，下一步急需进行人体实验。个性和善、学习态度积极的心智障碍者查理·高登成为最佳人选。手术成功后，查理的智商从68跃升为185，然而那些从未有过的情绪和记忆也逐渐浮现。\n",
    "活着\n作者: 余华\n《活着(新版)》讲述了农村人福贵悲惨的人生遭遇。福贵本是个阔少爷，可他嗜赌如命，终于赌光了家业，一贫如洗。他的父亲被他活活气死，母亲则在穷困中患了重病，福贵前去求药，却在途中被国民党抓去当壮丁。经过几番波折回到家里，才知道母亲早已去世，妻子家珍含辛茹苦地养大两个儿女。此后更加悲惨的命运一次又一次降临到福贵身上，他的妻子、儿女和孙子相继死去，最后只剩福贵和一头老牛相依为命，但老人依旧活着，仿佛比往日更加洒脱与坚强。\n",
    "文城\n作者: 余华\n写《活着》的余华又回来了！这一回不止是时空上的突破\n讲述南方小镇上各色人物的爱恨悲欢\n颠沛起伏的人生故事牵引出军阀混战、匪祸泛滥的时代之殇\n铺开一幅荡气回肠的时代画卷\n在民间叙事中融入魔幻色彩，时空绵延，人物纷杂，情节跌宕\n谱写一曲关于命运的荒诞史诗\n细腻而宏大，舒畅而勇猛，夹杂着黑色幽默，道出生命的脆弱与柔韧",
    "素食者\n作者: [韩] 韩江\n为了逃避来自丈夫、家庭、社会和人群的暴力，她决定变成一棵树\n在英惠的丈夫郑先生的眼中，“病”前的英惠，是个再普通不过的女子：不高不矮的个头、不长不短的头发，相貌平平，着装一般，温顺、平淡、文静。正如他所希望的那样，英惠完美地扮演了平凡妻子的角色——料理家务，伺候丈夫，就像千千万万的传统妇女一样。\n然而，一场噩梦之后，妻子却突然开始拒绝吃肉，拒绝为家人准备荤菜，甚至到最后，她开始拒绝自己的“人类”身份，把自己当成了一株植物，一株只需要阳光和水，谢绝任何食物和交流的植物。而随着她被动的反叛以越来越极端和可怕的形式表现出来，丑闻、虐待和疏远开始让她螺旋进入她的幻想空间。在精神和身体的完全蜕变中，她现在危险的努力将使英惠——不可能的、狂喜的、悲剧性的——远离她曾经为人所知的自我。\n",
    "克莱因壶\n作者: [日]冈岛二人\n上杉彰彦从未如此兴奋——他写的故事被伊普西隆研发公司买下，即将制作成颠覆时代的全新游戏《克莱因2》（Klein 2），并受邀与少女梨纱一同担任游戏测试员。\n上杉彻底陷入了由K2造就的完美虚拟世界，为它的逼真、超前赞叹不已。然而随着测试过程的深入，伊普西隆公司行事神秘得令他生疑，游戏中更不断听到有人警告他：“快逃！”\n与此同时，一个自称是梨纱好友的女孩找到上杉，她说梨纱已失踪多日，音信全无。然而在寻人的过程中，两人都开始怀疑...\n",
    "流俗地\n作者: [马来西亚] 黎紫书\n在“楼上楼”的他们如风中之烛，看似脆弱实则强韧，一旦离开，便流落于人海各自漂流；仿佛走的那一日也意味着困境已渡，人生到了宽敞地，再不需要人相濡以沫。作者融合热带国度的风土民情、政治时局，人们追忆往事，每翻开一页象是自己被时光推到了局外，旁观着当年的自己。\n这里的雨下得频繁，人生不少重要的事好像都是在雨中发生。那些记忆如今被掀开来感觉依然湿淋淋，即便干了，也像泡了水的书本，纸张全荡起波纹，难以平复。\n马来锡都世俗小城里的平淡生活，数十年历史深处的一众卑微生命。\n",
    "人世间\n作者: 梁晓声\n《人世间》（三卷本）是著名作家梁晓声的*新长篇小说。全书一百一十五万字，历经数年创作完成。作品以北方省会城市一位周姓平民子弟的生活轨迹为线索，从二十世纪七十年代写到改革开放后的今天，多角度、多方位、多层次地描写了中国社会的巨大变迁和百姓生活的跌宕起伏，艺术而雄辩地展现了平民百姓向往美好生活的人生努力和社会发展的历史进步，堪称一部“五十年中国百姓生活史”。\n作者感同身受，满怀深情，立足底层，直指人心，于人间烟火处彰显道义和担当，在悲欢离合中抒写情怀和热望。作品有筋骨、有道德、有温度，是近年来不可多得的一部长篇小说佳作，更是梁晓声长篇小说创作的一个新的高峰。\n",
    "夜晚的潜水艇\n作者: 陈春成\n《夜晚的潜水艇》 是陈春成的首部小说集。九个故事，游走于旧山河与未知宇宙间，以瑰奇飘扬的想象、温厚清幽的笔法，在现实与幻境间辟开秘密的通道：海底漫游的少年、深山遗落的古碑、弥散入万物的字句、云彩修剪站、铸剑与酿酒、铁幕下的萨克斯、蓝鲸内的演奏厅…… 关于藏匿与寻找、追捕与逃遁，种种无常中的一点确凿，烈日与深渊间的一小片清凉。陈春成的小说世界，是可供藏身的洞窟，悬浮于纸上的宫殿，航向往昔的潜艇。\n",
    "房思琪的初恋乐园\n作者: 林奕含\n令人心碎却无能为力的真实故事。\n向死而生的文学绝唱 打动万千读者的年度华语小说。\n李银河 戴锦华 骆以军 张悦然 冯唐 詹宏志 蒋方舟 史航 等多位学者作家社会名人郑重推荐。\n痛苦的际遇是如此难以分享，好险这个世界还有文学。\n我下楼拿作文给李老师改。他掏出来，我被逼到涂在墙上。老师说了九个字：“不行的话，嘴巴可以吧。”我说了五个字：“不行，我不会。”他就塞进来。那感觉像溺水。可以说话之后，我对老师说：“对不起。”有一种功课做不好的感觉。\n小小的房思琪住在金碧辉煌的人生里，她的脸和她可以想象的将来一样漂亮。补习班语文名师李国华是同一栋高级住宅的邻居。崇拜文学的小房思琪同样崇拜饱读诗书的李老师。\n有一天李老师说，你的程度这么好，不如每个礼拜交一篇作文给我吧，不收你周点费。思琪听话地下楼了。老师在家里等她，桌上没有纸笔。\n思琪的初恋是李老师。因为李老师把...\n",
    "人生海海\n作者: 麦家\n“他是全村最出奇古怪的人，古怪的名目要扳着指头一个一个数：\n第一，他当过国民党军队的上校，是革命群众要斗争的对象。但大家一边斗争他，一边又巴结讨好他，家里出什么事都去找他拿主意。\n第二，都说他是太监，可我们小孩子经常偷看他那个地方，好像还是满当当的，有模有样的。\n第三， 他向来不出工，不干农活，天天空在家里看报纸，嗑瓜子，可日子过得比谁家都舒坦。还像养孩子一样养着一对猫，宝贝得不得了，简直神经病！”\n《人生海海》讲述了一个人在时代中穿行缠斗的一生，离奇的故事里藏着让人叹息的人生况味,既有日常滋生的残酷，也有时间带来的仁慈。\n",
    "挽救计划\n作者: [美] 安迪·威尔\n科技宅男+跨星系好（基）友联袂上演太空大救援\n硬核工程风+幽默碎碎念打造年度科幻\n奥巴马、乔治•R. R. 马丁力荐\n高司令主演同名电影即将上映\n出版后连续16周雄踞亚马逊科幻畅销榜\n《挽救计划》英文版于2021年5月4日正式出版，迅疾登陆《纽约时报》《华尔街日报》《洛杉矶时报》等各大畅销书排行榜，至今仍盘踞高位。\n万人五星好评，读者直呼比《火星救援》更燃、更爆；\n译者坦言阅读体验像是在大脑里进行了“一场烟花表演”",
    "斑马\n作者: 傅真\n32岁的苏昂在经历三次先天复发性流产后，与丈夫平川在生育问题上发生了分歧。对生育的渴望和对自我的探寻，促使苏昂独自上路，来到泰国寻求PGS技术的帮助。旅途中的相遇与重逢，为她打开了一个充满奇观与未知的斑斓世界……\n",
    "酒吧长谈\n作者: [秘鲁] 马里奥·巴尔加斯·略萨\n《酒吧长谈》是诺贝尔文学奖得主马里奥•巴尔加斯•略萨极富创作野心的作品之一，可能也是体现这位当代作家如何利用文学来进行政治思考的绝佳范例。小说的故事背景是奥德利亚将军独裁时期（1948—1956），讲述了来自中产阶级家庭的年轻人圣地亚哥•萨瓦拉的道德观的坍塌，以及在独裁政府腐化权力的掌控下，怀揣文学梦的知识分子如何逐渐放弃自己的理想。小说全方位描写了利马城当时的情况，展现了秘鲁社会的全貌。\n",
    "我的天才女友\n作者: [意] 埃莱娜·费兰特\n《我的天才女友》是埃莱娜·费兰特“那不勒斯四部曲”的第一部，讲述了两个女主人公莉拉和埃莱娜的少女时代。故事一开始，已经功成名就的埃莱娜接到莉拉儿子里诺的电话，说他母亲彻底消失了。埃莱娜想起莉拉对自己命运的预言，于是她写下她们一生的故事……\n莉拉和埃莱娜一起成长于那不勒斯一个破败的社区，从小形影不离，彼此信赖，但又都视对方为自己隐秘的镜子，暗暗角力。\n莉拉聪明，漂亮。她可以毫不畏惧地和欺凌自己的男生对质，也可以去...",
    "我本芬芳\n作者: 杨本芬\n世界看不见我，但我看见我。中国式婚姻里，还有多少看不见的女人？继《秋园》《浮木》后，八旬奶奶讲述六十年婚姻故事，写尽那些无人知晓的伤痛与困惑，带给万千女性共鸣与勇气，献给所有不被看见的你我她。\n",
    "望江南\n作者: 王旭烽\n《望江南》是茅盾文学奖得主王旭烽沉潜26年最新创作的长篇小说。\n小说叙述了新中国成立前后近二十年间波澜壮阔的社会进程中，江南茶叶世家杭氏家族的起落浮沉和人物命运。\n王旭烽写茶人茶事，在翻天覆地的大时代中，写出了江南烟雨浸润中的中国人的选择和敞开、融入和奋进；在时代的激昂与风雷声中，王旭烽写得悠远低回又荡气回肠，写出了茶香和茶性，写出了江南文化的诗意和力量，写出了中国的风度、情怀和品格。\n杭家人的故事也是中国的故事，它交集了历史回忆和情感想象，既是对消逝的时间的重构，也是对文化传统现代传承的探索。这部小说为中国生活和精神的剧变与恒常提供了一种新的叙事，见证了个人史、家族史、民族史中的百年中国。\n",
    "霍乱时期的爱情\n作者: [哥伦比亚] 加西亚·马尔克斯\n《霍乱时期的爱情》是加西亚•马尔克斯获得诺贝尔文学奖之后完成的第一部小说。讲述了一段跨越半个多世纪的爱情史诗，穷尽了所有爱情的可能性：忠贞的、隐秘的、粗暴的、羞怯的、柏拉图式的、放荡的、转瞬即逝的、生死相依的……再现了时光的无情流逝，被誉为“人类有史以来最伟大的爱情小说”，是20世纪最重要的经典文学巨著之一。\n",
    "百年孤独\n作者: [哥伦比亚] 加西亚·马尔克斯\n《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪最重要的经典文学巨著之一。1982年加西亚•马尔克斯获得诺贝尔文学奖，奠定世界级文学大师的地位，很大程度上乃是凭借《百年孤独》的巨大影响。\n\n\n",
    "索拉里斯星\n作者: [波] 斯坦尼斯瓦夫·莱姆\n波兰科幻大师斯坦尼斯瓦夫•莱姆代表作，以诗意笔触和深邃哲思触探人类认知边界。人类追寻着地外文明的蛛丝马迹，遇见了索拉里斯星的蓝色大洋。它像一面镜子，反映出人类的忧伤与迷惘，恐惧与执念。而它本身是什么，人类却永远也无法知道。\n",
    "卡拉马佐夫兄弟\n作者: 陀思妥耶夫斯基\n本书系俄国大作家陀思妥耶夫斯基代表作之一。小说通过一桩真实的弑父案，描写老卡拉马佐夫同三个儿子即两代人之间的尖锐冲突。老卡拉马佐夫贪婪好色，独占妻子留给儿子们的遗产，并与长子德米特里为一个风流女子争风吃醋。一天黑夜，德米特里疑心自己的情人去跟老头儿幽会，便闯入家园，一怒之下，差点儿把老头儿砸死。他仓皇逃离后，躲在暗中装病的老卡拉马佐夫的私生子斯乜尔加科夫，悄然杀死老爷，造成了一桩震惊全俄的扑朔迷离的血案，从而引发了一连串惊心动魄的事件。作品展示一个错综复杂的社会家庭、道德和人性的悲剧主题，体现了作家一生的最高艺术成就。\n",
    "一日三秋\n作者: 刘震云\n小说《一日三秋》引用民间“花二娘”的传说，以想象的故事描述“我”记忆中的六叔生前所画的画作，探讨延津人幽默的本质。\n从两米见方的剧团人物群像素描中挑出陈长杰、李延生、樱桃，围绕几位主人公身边出现的人物，有开车的、扫大街的、开饭馆的，串联起几个家庭的人生经历和故事，把世人被忘却的情感和心事复刻出来。后引出寻常父子二人遍尝生活辛酸后对人生至理的了悟，在不同时间和地点悟出：一个重要的的瞬间，在人生中犹如一日三秋，但这瞬间永不再来。\n小说充满了黑色幽默，世俗生活所包含的哲理，及打破日常生活壁垒的想象力。刘震云写出现实与想象中的人性、土地、命运。既是幽默，也是讽刺；既是魔幻，也是现实。\n"
  ]
}